[
  {
    "b_id": 1,
    "b_title": "Do Carbs Make You Gain Weight?",
    "b_img": "https://i.ibb.co/Hp3n2k7/Carbs-Weigh-265d050f083e4b13a5ff98e959fbe690.jpg",
    "b_details": "Carbs tend to get a bad rap for making people gain weight. However, this is one of the biggest misconceptions. Most of the time, gaining weight is the direct result of eating too many calories, not just carbs.  In fact, carbs are one of the most important macronutrients you need, and a source of vital energy for your body. They fuel your muscles, and play an important role in brain function related to mood, memory, and more. Keep reading to understand why carbs tend to get the most blame for weight gain, and whether there is any science behind those claims ***What Are Carbs? Carbohydrates are one of the three macronutrients— types of calories found in food. Protein and fat are the other two.1 The main role of carbohydrates is to provide energy to your brain, other organs, and tissues.23 When you eat carbohydrates, they are broken down in your gut into glucose and released into your bloodstream. Your pancreas responds by releasing insulin to shuttle that glucose into cells.1 Many carbohydrate-rich foods also supply vitamins, minerals, and fiber that are important for overall health.3 ***Types of Carbohydrates Carbohydrate foods may contain one or more of three distinct types: sugars, starches, and fiber. Starches and fiber are considered complex carbs, while sugars are simple carbs."
  },
  {
    "b_id": 2,
    "b_title": "5 Best Types of Food To Eat For a Healthy Gut",
    "b_img": "https://i.ibb.co/yX1tCsk/Food-For-Gut-Health-64ba5d1198af4787ae9b7295a37ed65e.jpg",
    "b_details": "Your gut health plays a big role in your overall health. That’s because about 70-80% of your immune cells live in your gut, so your gut microbiome influences your overall immune function.1Your gut microbiome is the community of microorganisms (such as fungi, bacteria, and viruses) that live in your gut. Your gut microbiota—the specific microbes in your gut—change in response to factors like diet and exercise.Your gut also directly communicates with your brain, and vice versa, via the gut-brain axis. This connection means that your brain can influence intestinal activities (such as having nervous diarrhea) and in turn your gut can influence your mood, cognition, and mental health—positively or negatively.3In addition, a weakened gut can allow bacteria and inflammatory substances to be absorbed from your gut into your bloodstream. This can trigger illnesses and full-body inflammation, which is linked to an increased risk of chronic disease.4 Therefore, what you feed your gut is crucial to your physical and mental well-being. Here are foods and food groups that maximize the functioning of your gut and its microbiome, and a short list of foods to minimize for optimal gut health. "
  },
  {
    "b_id": 3,
    "b_title": "What to Know About Vitamin B",
    "b_img": "https://i.ibb.co/FXMfNJr/Getty-Images-943567894-5eff8f12605f4e7fbfd3d9f8a1fe5f3b.jpg",
    "b_details": "B vitamins or B-complex vitamins is the name given to a group of eight nutrients that are involved in important processes within the body, including metabolism, energy production, and red blood cell production and development.1 These vitamins are essential to health, and you need B vitamins on a daily basis to feel your best and prevent deficiency and certain health issues. Several foods are naturally rich in B vitamins, like meat, eggs, and grains, and B vitamins can also be taken in supplement form.1 Supplements may be beneficial for people at risk for vitamin B deficiency, such as people with conditions that prevent nutrient absorption or who have diets that restrict vitamin B intake.1 Types of Vitamin BThere are eight nutrients that are considered B vitamins or B-complex vitamins. These nutrients are water-soluble, meaning they are excreted in the urine. The body has a limited ability to store B vitamins, so they must be consumed on a daily basis in order to maintain optimal levels.1  Here are the eight types of B vitamins and their main functions within the body.1 B1 (Thiamine): Thiamine is used in the body to break down nutrients for energy production and the production of neurotransmitters, which are chemicals that bring from one nerve cell to another. B2 (Riboflavin): Riboflavin plays an essential role in energy production and also functions as an antioxidant in the body. Antioxidants prevent or slow oxidative stress, or cell damage.2 B3 (Niacin): Niacin is involved in the production and repair of DNA and is a precursor for nicotinamide adenine dinucleotide (NAD) and nicotinamide adenine dinucleotide phosphate (NADP), which are coenzymes—molecules that help enzymes function—that are necessary for cellular function, energy production, and many other critical processes.  B5 (Pantothenic acid): Pantothenic acid is involved in the production of cholesterol, neurotransmitters, and coenzymes. It also helps the body obtain energy from food. B6 (Pyridoxine): Pyridoxine is needed for immune function, hemoglobin—the protein in red blood cells—formation, and the production of neurotransmitters. It also helps regulate the amount of the amino acid homocysteine in the blood, which could harm health if levels get too high. B7 (Biotin): Biotin is essential for metabolism, gene regulation, and cellular signaling,  B9 (Folate): Folate is needed for DNA and RNA synthesis, the formation of red blood cells, cell division, cell growth, and amino acid metabolism. It’s also essential for the regulation of homocysteine in the blood. Folate in the form of folic acid is especially important during pregnancy to prevent birth defects of the brain and spine.3 B12 (Cobalamin): B12 is necessary for neurological function, DNA and RNA synthesis, and red blood cell production. It’s also needed for the production of myelin, a protective layer that surrounds nerve cells. Benefits of Vitamin B B vitamins are involved in vital processes within the body. They allow your body to derive energy from the foods you eat, produce neurotransmitters that regulate mood, and synthesize RNA and DNA.1 Some studies show taking B vitamins in supplement form may offer several health benefits, especially in people with low B vitamin levels. In addition to treating low B vitamin levels and preventing deficiency, supplementing with B vitamins may positively impact mental health, enhance cognitive function, and reduce levels of homocysteine For example, a review of 18 studies found 11 of the 18 included studies reported a positive effect for B vitamin supplements on overall mood compared to placebo treatments. The researchers also found B vitamin supplementation helped improve stress in both healthy and overly stressed people.4 B vitamin supplements have been shown to enhance performance on cognitive tests and reduce mental fatigue. Also, B vitamin supplements may help protect against cognitive decline in older adults.5 Additionally, B vitamin supplements may help reduce blood levels of the amino acid homocysteine, which can help protect heart health. Elevated levels of homocysteine increase inflammation and oxidative stress, which leads to cellular damage. High homocysteine, or hyperhomocysteinemia, is linked to an increased risk of several health conditions, including heart disease, cognitive decline, and depression."
  },
  {
    "b_id": 4,
    "b_title": "Health Benefits of Casein Protein",
    "b_img": "https://i.ibb.co/y4vc6Ng/Getty-Images-851155370-27d2f6cebc5244b9ad2d2f8b4f41a2d6.jpg",
    "b_details": "Casein protein is the main protein found in cow’s milk, and is what gives milk its white color. Casein is a complete source of protein, meaning it contains all nine essential amino acids the body can't produce on it's own.1Typically, casein protein is sold as protein powder and may be used by weight lifters, athletes, or people looking to increase their protein intake. Consuming this protein source may offer several benefits, like helping you build muscle and recover from workouts. It's also especially high in calcium, which can help support bone health.Provides All Nine Essential Amino Acids Amino acids are the building blocks of protein. In the body, amino acids and protein perform many functions, including helping the body grow, repairing tissue, and providing a source of energy.2 Amino acids are also important for creating other compounds, like hormones and neurotransmitters.3  There are 20 types of amino acids, nine of which our bodies can’t produce on their own. Those nine are called essential amino acids, and we must get them from food or supplements.2 Some sources of protein only contain a few amino acids, while others contain all nine. The ones that contain all nine essential amino acids are called complete proteins. Most animal sources of protein, including casein, are complete sources of protein. Some plant sources of protein are complete proteins, like soy, but most are not"
  },
  {
    "b_id": 5,
    "b_title": "10 Foods for Thyroid Health—And 3 To Avoid",
    "b_img": "https://i.ibb.co/frpH1GN/Health-the-best-and-worst-foods-for-your-thyroid-Horiz-V1-3cf286ea050246d18cc4c8d6700e8aef.jpg",
    "b_details": "Your thyroid needs iodine to work properly and produce enough thyroid hormone for your body's needs, according to the National Institutes of Health (NIH). If you don't get enough iodine, you risk hypothyroidism or a goiter (a thyroid gland that becomes enlarged to compensate for the thyroid hormone shortage, per Medline Plus). Most Americans have no problem getting enough iodine, since table salt is iodized—but if you're on a low-sodium diet (as an increasing number of Americans are for their heart health) or follow a vegan diet (more on that later), then you may need to up your iodine intake from other sources.Many types of seaweed are chock-full of iodine, but the amount can vary wildly, Mira Ilic, RD, a registered dietician at the Cleveland Clinic, told Health. According to the NIH, the iodine amounts in different seaweed species vary considerably. For example, commercially available seaweeds in whole or sheet form have iodine concentrations ranging from 16 mcg/g to 2,984 mcg/g (the recommended dietary allowance for a non-pregnant or non-lactating person is 150 mcg). Since seaweed can be especially high in iodine, you shouldn't start eating sushi every day of the week. Too much iodine can be just as harmful to your thyroid as too little by triggering (or worsening) hypothyroidism. To get seaweed's big benefits without going overboard, Cynthia Sass, MPH, RD, and Health's contributing nutrition editor, advised sticking to one fresh seaweed salad per week (in addition to sushi) and steering clear of seaweed teas and supplements. 'https://www.health.com/food/the-best-and-worst-foods-for-your-thyroid'"
  },
  
  {
    "b_id": 6,
    "b_title": "Is There Such A Thing As Drinking Too Much Water?",
    "b_img": "https://i.ibb.co/w0wfMZB/R.jpg",
    "b_details": "Drinking enough water each day is important to prevent dehydration, help regulate body temperature, and lubricate and cushion your joints.1 However, drinking too much water can lead to a serious condition called water toxicity or water intoxication, but this is rare.23 For healthy adults, its difficult to drink too much water However, water toxicity may be caused by psychiatric and/or neurodevelopmental disorders, other medical conditions, the use of drugs like MDMA (ecstasy or molly), or unusual circumstances like water drinking competitions or forcing yourself to drink a large amount of water in a short period of time Water toxicity can also occur when someone loses sweat from exercise and then drinks plain water without adding replenishing electrolytes. This can lead to a serious and potentially fatal condition called hyponatremia, in which the amount of sodium in the blood is too low. Symptoms of hyponatremia may include nausea and vomiting, fatigue, headache, muscle cramps, altered mental state, agitation, seizures, and coma What Happens When You Drink Too Much Water? For a healthy adult, drinking more water than your body needs mostly just results in increased urination. However, while rare, drinking too much water too fast can potentially overwhelm your system. If you consume too much water before your kidneys can filter out the excess, the fluid balance in your body can be thrown off. This can cause the amount of water within your cells to increase. Within the central nervous system, swollen neurons can trigger symptoms of confusion, headache, and drowsiness. In addition, increased pressure within the brain may cause a slower than normal heart rate and high blood pressure. And a lack of treatment or a delay in diagnosis may result in seizures, coma, and death.3 Signs You're Drinking Too Much Water No upper limit for water has been established because, in healthy people, the kidneys are able to excrete approximately 0.7 liters of fluid per hour to maintain proper fluid balance.7 However, to avoid water toxicity, experts advise never drinking more than 48 ounces (1.5 quarts or six cups) per hour.8 The two simplest ways to assess your hydration status are to check the color of your urine and pay attention to how often you urinate. While normal patterns of urination may vary, adults generally need to urinate five to six times per day and no more than once after going to bed.9 As for color, if you consume enough fluid your urine will be a pale yellow color.10 If your urine is colorless or you urinate too frequently, it may be a sign that you’re drinking more than you need.11 Due to thirst regulation and comfort (a desire to prevent a too full bladder and too frequent urination) most people will not voluntarily overconsume water. But as noted, fluid balance can be thrown off due to factors like medical conditions, medications, or a forced excessive consumption. How Much Water Should You Drink in a Day? A 2023 National Institutes of Health study concluded that adults who stay well-hydrated appear to be healthier, develop fewer chronic conditions, such as heart and lung disease, and live longer compared to those who may not consume enough fluids.12 The right amount of water you should consume per day can vary, but in general, adequate water intake for healthy people are based on age and sex. As a baseline, adult women need about 11.5 cups of total fluid per day and adult men need about 15.5 cups. However, about 20% of your water needs are met through water-rich foods, like fruits and vegetables. That leaves about 9 cups of water per day for women and about 13 cups for men. It’s best to space out your water intake throughout the day to replace fluid as you lose it and prevent dehydration.10 Prolonged exercise or hot and humid weather can further increase water needs, as can running a fever, having diarrhea, or vomiting.1 As a general rule of thumb, people who exercise should: Drink about 16 ounces (2 cups) of water two hours before a workout.Continue to sip water during exercise. Aim about one half to one cup of fluid every 15 to 20 minutes. Switch to a sports drink rather than plain water after the first hour to replace both fluid and electrolytes. Drink even when you no longer feel thirsty. Within six hours of finishing a workout drink 16 to 24 ounces or 3 cups of fluid for every pound you lost while exercising.13 A Quick Review Water is a vital nutrient and while drinking too much water is possible, water toxicity is rare. Overconsumption of water is typically associated with medical conditions, medications, or unusual circumstances.If you feel you may be at risk for water toxicity or youre not sure how much water you need daily, talk to your healthcare provider about how to manage your personal fluid needs. "
  }
]
